<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
        <title>学校概况</title>
        <link type="text/css" rel="stylesheet" href="css/common.css" />
        <link type="text/css" rel="stylesheet" href="css/index.css" />
        <link type="text/css" rel="stylesheet" href="css/briefintro.css" />
        <link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
    </head>
    <body>
        <div class="s_bg">
            <div class="s_content">
                <!--页头模块 -->
                <jsp:include page="head.jsp" />
                
                
                <div class="totalcon_y">
                    
                    <!--左边内容部分-->
                    <div class="maincon_y">
                        <div class="mainleft_y">
                            <p class="colunomin_y"><a href="index.jsp" base target="_blank">首页</a>>>学校概况</p>
                            
                            <div class="contenty_y">
                                <p class="titlecon_y">武汉科技大学概况</p>
                                
                                <p class="maincontti_y" >武汉科技大学是一所湖北省人民政府、国家教育部和六家国家特大型企业共建的地方高水平大学，是国家“中西部高校基础能力建设工程”入选高校。学校办学历史溯源于1898年清末湖广总督张之洞奏请清朝政府批准成立的工艺学堂，是湖北省办学历史最为悠久的高校之一。</p>
                                <p class="maincontti_yx">学校校园总面积170.93万平方米，校舍建筑面积104.15万平方米。学校依湖览江、风景优美，教学设施齐备，办学条件完善，是湖北省“生态园林式学校”、“全国绿化模范单位”。</p>
                                <p class="maincontti_yx">学校学科门类齐全、特色鲜明，构建了以工为主、理工结合，工、理、管、医、文、经、法、哲、艺等学科协调发展的综合性大学学科体系。现设置有15个举办本科教育的学院，70个本科专业。学校拥有冶金工程、机械工程、材料科学与工程、控制科学与工程、化学工程与技术、矿业工程等6个博士后科研流动站，拥有冶金工程、材料科学与工程、机械工程、化学工程与技术、控制科学与工程、矿业工程、安全科学与工程等7个一级学科博士学位授权点和36个二级学科博士学位授权点，20个一级学科硕士学位授权点和120个二级学科硕士学位授权点， 8个硕士专业学位类别。建有1个国家重点 （培育）学科，15个省级重点学科，冶金工程、矿业工程两个一级学科分别位列全国高校第6位、第7位。</p>
                                <p class="maincontti_yx">学校积极实施“人才强校”战略，，形成了一支以“千人计划”、“长江学者”、“百人计划”、“楚天学者”计划入选者为核心的高层次人才队伍，以一大批高素质中青年教师为主体的教师队伍。现有教职工2600余人，师资队伍中具有博士和硕士学位人员比例超过80%，副高以上职称人员比例超过59%。拥有双聘院士8人，国家“千人计划”创新人才6人、“长江学者”1人、“千人计划配套引智工程”项目8项，湖北省“百人计划”9人，“楚天学者”75人，国家及湖北省新世纪百千万人才入选29人，全国模范教师1人，全国优秀教师5人，全国教学名师1人，湖北省教学名师7人。</p>
                                <p class="maincontti_yx">学校坚持深化教育教学改革，全面推进人才培养模式和学分制改革，着力建设国内一流本科教育和高水平研究生教育。有7个国家级特色专业，6个国家“卓越工程师教育培养计划”专业，3个国家级教学团队，6门国家级精品资源共享课，1门国家级双语示范课程，14本国家级规划教材；2个国家实验教学示范中心， 2个国家级工程实践教育中心，2项国家级大学生校外实践教育基地建设项目，获批建设国家级专业改革试点项目、国家级人才培养模式创新实验区、国家级虚拟仿真实验教学中心、国家级大学英语教学改革示范点；获得4项国家教学成果奖，数量位居全国高校前列。教育质量得到社会广泛认可，在教育部组织的高校本科教学工作水平评估中被评为“优秀”。校园文化活动特色鲜明，“沁湖诗会”、“五月的花海”合唱比赛等活动品牌效应不断彰显。学生在国际国内科技创新和技能竞赛中，多次获得国际炼钢挑战赛冠军、“挑战杯”全国大学生创业计划竞赛金奖、全国大学生数学建模竞赛一等奖等奖励；“攀登者”机器人足球队先后荣获12次世界冠军、13次全国冠军，艺术学院学生连续三年获得德国“红点”设计大奖；学校女篮在全国享有盛名，多次获得全国大运会、CUBA和CUBS冠军，培养了原国家女篮队长苗立杰为代表的多位国家队成员。</p>
                                <p class="maincontti_yx">学校科学研究实力雄厚，在钢铁冶金、材料、机械、化工、控制等领域具有较为突出的优势和特色。学校建有湖北省属高校唯一的国家重点实验室——“省部共建耐火材料与冶金国家重点实验室”，拥有2个教育部重点实验室、1个教育部工程研究中心，8个省级重点实验室、3个省级人文社科重点科研基地、1个省级工程研究中心、2个省级工程技术研究中心。学校拥有1个国家级协同创新中心（联合）、2个湖北省协同创新中心。近五年，学校主持和承担了国家“973”、国家“十二五”科技支撑计划项目、国家自然科学基金重点项目等国家级项目265项，获得省部级及以上科技（社科）成果奖101项，连续八年获得16项国家科技成果奖（其中国家科技进步一等奖1项、二等奖12项、国家技术发明二等奖3项），位列2016中国大学科技奖励排行榜第73位。</p>
                                <p class="maincontti_yx">学校坚持以服务求支持，以贡献求共享，积极创新校企、校地合作模式，先后与宝钢、鞍钢、武钢等30余家大型企业和湖北省内外有关地市州建立了全面合作关系，成立了“武钢-武科大钢铁新技术研究院”、“韶钢-武科大炼铁技术研究所”、“武汉科技大学宜兴陶瓷与耐火材料研究院”，设立了“许家印奖学金”、“科力生奖学金”、“首安奖学金”、“濮耐奖学金”和“森泰环保励志助学金”等16项社会奖学金。</p>
                                <p class="maincontti_yx">百余年来，学校为国家和社会输送了各类专门人才18万余人。他们已成为国家政治、经济、科技、教育、文化、卫生等领域的骨干和栋梁，涌现出以中国工程院院士刘玠、苏义脑、毛新平等为代表的一大批杰出校友。学校毕业生受到社会的广泛欢迎和高度评价，近五年毕业生平均就业率达到94%以上，位居湖北省高校前列。学校被评为“全国普通高校毕业生就业工作先进集体”。</p>
                                <p class="maincontti_y">站在新的历史起点上，武汉科技大学将全面贯彻党的教育方针，始终秉承“厚德博学，崇实去浮”的校训，主动履行人才培养、科学研究、社会服务、文化传承职责，不断增强办学实力和核心竞争力，为创建国内高水平教学研究型大学而不懈奋斗。</p>
                                
                                
                                <!--                </div> -->
                            </div>
                        </div>
                        
                    </div>
                    <jsp:include page="erjiright.jsp" />
                    <div class="footer">
                        <jsp:include page="foot.jsp" />
                    </div>
                </div>
            </div>
        </body>
    </html>