<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>学校概况</title>
<link type="text/css" rel="stylesheet" href="css/common.css" />
<link type="text/css" rel="stylesheet" href="css/index.css" />
<link type="text/css" rel="stylesheet" href="css/briefintro.css" />
<link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
</head>

<body>
	<div class="s_bg">
		<div class="s_content">				
			<!--页头模块 -->
			<jsp:include page="head.jsp" />
			
			
	<div class="totalcon_y">
	
		<!--左边内容部分-->
    	<div class="maincon_y">      	
        	<div class="mainleft_y">
            	<p class="colunomin_y"><a href="index.jsp" base target="_blank">首页</a>>>学校概况</p>
               
                <div class="contenty_y">
                	<p class="titlecon_y">武汉科技大学概况</p>
                	
                    <p class="maincontti_y" >武汉科技大学是一所湖北省人民政府、国家教育部和宝钢、鞍钢、武钢、首钢、中冶、中钢等六家国家特大型企业共建的地方高水平大学，是国家“中西部高校基础能力建设工程”入选高校。学校办学历史溯源于1898年清末湖广总督张之洞奏请清朝政府批准成立的工艺学堂，是湖北省办学历史最为悠久的高校之一。</p>
　　					<p class="maincontti_yx">学校学科门类齐全、特色鲜明，以工为主，理工结合，工、理、管、医、文、经、法、哲、艺等学科协调发展。现设置有15个举办本科教育的学院（部），71个本科专业。冶金工程、矿业工程两个一级学科分别位列全国高校第6位、第7位。学校拥有冶金工程、机械工程、材料科学与工程、控制科学与工程、化学工程与技术、矿业工程等6个博士后科研流动站，拥有冶金工程、材料科学与工程、机械工程、化学工程与技术、控制科学与工程和矿业工程、安全科学与工程等7个一级学科博士学位授权点和36个二级学科博士学位授权点，20个一级学科硕士学位授权点和120个二级学科硕士学位授权点，建有8个专业学位类别；建有1个国家重点 （培育）学科，15个省级重点一级学科和省级重点（培育）一级学科。目前共有各类全日制在校学生3万余人。</p>
　　					<p class="maincontti_yx">学校师资力量雄厚，拥有一支结构合理、德才双馨的师资队伍。现有教职工2580人，师资队伍中具有博士和硕士学位的比例超过80%，副高以上职称人员比例为59.29%。学校拥有双聘院士8人，国家“千人计划”创新人才3人、“长江学者”1人、“千人计划配套引智工程”项目2项，湖北省“百人计划”9人，“楚天学者”60人，国家及湖北省新世纪百千万人才入选30人，全国模范教师1人，全国优秀教师5人，全国高等学校教学名师1人，湖北省教学名师6人，宝钢教育基金优秀教师29人。</p>
　					<p class="maincontti_yx">学校办学条件良好，装配有先进的教学、科研实验设施。校园总面积180.39万平方米，校舍建筑面积103.94万平方米，图书馆馆藏文献丰富，现代化信息网络系统覆盖全校，教学科研仪器设备总值超过2.6亿元。学校建有湖北省属高校唯一的国家重点实验室“省部共建耐火材料与冶金国家重点实验室”，拥有教育部重点实验室2个、教育部工程研究中心1个，省级重点实验室8个、省级人文社科重点科研基地3个、省级工程研究中心1个、省级工程技术研究中心2个，建有研究所32个、三级甲等直属附属医院1所和非直属附属医院4所。坐落在洪山黄家湖畔、长江之滨占地近2000亩的校区环境优美、功能齐全，人文与自然和谐统一。</p>
　　					<p class="maincontti_yx">学校科学研究实力雄厚，优势突出，特别是在钢铁冶金、材料、机械、化工、控制等行业具有较为突出的学科优势和特色。近五年，学校主持和承担了国家“973”、“863”、国家“十一五”科技支撑计划项目、国家自然科学基金重点项目等国家级项目248项，获得省部级及以上科技（社科）成果奖77项，连续八年获得16项国家科技成果奖（其中国家科技进步一等奖1项、二等奖12项、国家技术发明二等奖3项），位列2014中国大学科技奖励排行榜第67位。学校重视立足行业显优势，积极创新校企合作模式，先后与武钢、攀钢、重钢、涟钢等20余家大型企业和湖北省有关地市州建立了全面合作关系，牵头组建了面向区域发展的“高性能钢铁材料及其应用协同创新中心”，并成立了“武钢-武科大钢铁新技术研究院”、“韶钢-武科大炼铁技术研究所”，设立了“许家印奖学金”、“科力生奖学金”、“首安奖学金”、“濮耐奖学金”等社会奖学金。</p>
　					<p class="maincontti_yx">学校坚持教育创新，加强素质教育，倡导知行并重，注重个性发展，着重培养学生的创新精神和实践能力，培养德才兼备的高素质创新人才。坚持教学中心地位，主动适应经济建设和社会发展需求，积极推进教育教学改革，实行了弹性学制、学分制、主辅修制、双学位制等，促进学生全面发展；有国家级教学团队3个，国家实验教学示范中心2个，国家级精品资源共享课6门，国家级特色专业7个，国家级双语示范课程1门，国家“卓越工程师教育培养计划”专业6个，国家级工程实践教育中心2个，国家级大学生校外实践教育基地建设项目2项，国家级规划教材10本，获批建设国家级专业改革试点项目、国家级人才培养模式创新实验区、国家级虚拟仿真实验教学中心、国家级大学英语教学改革示范点；获得4项国家教学成果奖，数量位居全国高校前列。教育质量得到社会广泛认可，在教育部组织的高校本科教学工作水平评估中被评为“优秀”。校园文化活动特色鲜明，“沁湖诗会”、“五月的花海”合唱比赛等活动品牌效应不断彰显。学生在国际国内科技创新和技能竞赛中，多次获得国际炼钢挑战赛冠军、“挑战杯”全国大学生创业计划竞赛金奖、全国大学生数学建模竞赛一等奖等奖励；“攀登者”机器人足球队先后荣获10次世界冠军、13次全国冠军，艺术学院学生先后两次获得“红点”设计大奖；学校女篮在全国享有盛名，是国内高校第一支获得“全国大运会、CUBA和CUBS”三大赛事大满贯的队伍，培养了国家女篮队长苗立杰为代表的多位国家级队员。</p>
　					<p class="maincontti_yx">学校坚持面向世界、开放办学。先后同澳大利亚、德国、美国、日本、加拿大、新加坡、台湾、香港等国家和地区三十余所高校、科研院所建立了稳固的合作关系。学校与美国桥港大学合作举办电子信息工程专业（本科教育项目），与澳大利亚迪肯大学合作举办机械工程专业（本科教育项目），与英国伯明翰城市大学合作举办网络工程专业（本科教育项目）。邀请外籍专家来校任教、讲学，选拔校内优秀学生到国外高水平大学留学、游学，规模日益扩大。</p>
					<p class="maincontti_y">百余年来，武汉科技大学秉承“厚德博学、崇实去浮”的优良传统，着力培养具有“钢铁品质”的高素质人才，为国家和社会输送了各类专门人才13万余人。他们已成为国家政治、经济、科技、教育、文化、卫生等领域的骨干和栋梁，涌现出以中国工程院院士刘玠、苏义脑，恒大集团董事局主席许家印等为代表的一大批杰出校友。学校毕业生面向全国就业，实行学校推荐、毕业生与用人单位双向选择的就业模式。学校毕业生受到用人单位广泛好评，上海宝钢、武钢集团等数百家企事业单位多年来一直坚持到我校招聘毕业生。学校近五年毕业生平均就业率达到94%以上，位居湖北省高校前列。学校被评为“全国普通高校毕业生就业工作先进集体”。</p>
					<p class="maincontti_y">百余年的风雨与磨砺，百余年的成就与辉煌，武汉科技大学始终与祖国的荣辱盛衰息息相关。在新的历史时期，学校坚持以科学发展观为指导，全面贯彻党的教育方针，以人才培养为根本任务，以队伍建设为核心，以学科专业建设为龙头，坚持走内涵发展、协调发展的办学道路，立足冶金显优势，服务地方求发展，不断增强办学实力和核心竞争力，努力把学校建成为国内高水平大学，为祖国的繁荣昌盛做出新的更大的贡献。</p>
					
					
<!-- 				</div> -->
            </div>
        </div>       
        
    </div>
    	<jsp:include page="erjiright.jsp" />
	    <div class="footer">
					<jsp:include page="foot.jsp" />
		</div>	
   		</div>
    </div>
</body>
</html>