<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>材料与冶金学院专业介绍</title>
<link type="text/css" rel="stylesheet" href="css/common.css" />
<link type="text/css" rel="stylesheet" href="css/index.css" />
<link type="text/css" rel="stylesheet" href="css/briefintro.css" />
<link rel="stylesheet" href="css/zTreeStyle/zTreeStyle.css" type="text/css">
<link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
<script src="js/jquery-1.8.2.js" ></script>
<script src="js/jquery.ztree.all.min.js" ></script>
<script src="js/ztreeOwn.js" ></script>
</head>

<body>
    <div class="s_bg">
        <div class="s_content">             
            <!--页头模块 -->
            <jsp:include page="head.jsp" />
            
            
    <div class="totalcon_y">
    
        <!--左边内容部分-->
        <div class="maincon_y">         
            <div class="mainleft_y">
                <p class="colunomin_y"><a href="index.jsp" base target="_blank">首页</a>>><a href="careerintro.jsp">专业介绍</a></p>
               
                <div class="contenty_y">
                    <p class="titlecon_y">材料与冶金学院专业介绍</p>
                     <!-- <ul id="treeDemo" class="ztree"></ul> -->
                     <div class="majorDetails">
                        
                         <h3><a name="cailiao">▲材料成型及控制工程（湖北省战略性新兴(支柱)产业人才培养计划）</a></h3>
                         <p><strong>培养目标：</strong>培养目标：本人才培养计划是湖北省人才培养模式和教学管理改革试点项目，依托国家级人才培养模式创新实验区（面向冶金行业复合型人才培养模式创新实验区）开设的试点班。培养适应社会主义市场经济和社会发展需要，具备以钢铁冶金为背景的材料成型及控制工程专业基础知识与基本应用能力，能够从事与钢铁冶金材料加工相关领域的科学研究、教学、技术开发、设计制造、试验研究、生产技术管理和经营等方面的工作，富有创新精神和创新意识，具有深厚的人文素养和宽广的国际视野的高素质应用型、复合型、技能型的专门人才。 </p>

                        <p><strong>主要课程：</strong>材料力学、材料科学基础、材料成型力学、材料加工CAD/CAM、轧制原理及工艺、材料成型数学模型、材料成型过程计算机控制、铸造原理及工艺、焊接原理及工艺、模具设计原理及工艺、轧制工艺设计等。</p>
                         <h3><a >材料成型及控制工程</a></h3>
                         <p><strong>培养目标：</strong>培养适应社会主义市场经济和社会发展需要，德、智、体等方面全面发展，具备材料成型及控制专业基础知识与应用能力，能从事材料成型与控制工程领域技术开发、工艺和设备设计、生产及经营、管理等方面工作的高级工程技术应用人才 </p>

                        <p><strong>主要课程：</strong>材料科学基础、材料成型力学、材料加工CAD/CAM、材料成型数学模型、材料成型过程计算机控制、材料成型设备、材料物理化学、轧制原理及工艺、材料加工过程的传输原理、焊接原理及工艺、铸造原理及工艺、模具设计原理及工艺等。</p>
                         <strong>▲2016级新生入校后，在专业范围内择优选拔材料成型及控制工程（湖北省战略性新兴(支柱)产业人才培养计划）试点班学生30人。</strong>
                         
                         <h3><a >材料类（香涛计划工科班）</a></h3>
                         <p><strong>培养目标：</strong>香涛计划工科班是武汉科技大学工科类专业人才培养模式和教学管理的改革试点班，是依托国家级人才培养模式创新实验区（面向冶金行业复合型人才培养模式创新实验区）开设的试点班，也是结合“2011计划”实施的特色人才培养模式改革试点班。该试点班主要致力于培养立足冶金行业、具备国际视野、具有创新能力和创业精神、有志于在冶金工程、材料科学与工程、机械工程、信息与自动化工程、汽车与交通工程等领域发展的高素质应用型、复合型专门人才。</p>

                        <p><strong>主要课程：</strong>1～3学期，主要学习高等数学、无机化学、机械制图、大学物理、物理化学、工程力学、管理学原理、机械测绘、材料学概论、冶金概论、汽车概论、电路理论、大学计算机程序设计基础等。第4学期开始，实行导师负责制，由导师和学生本人，根据学科和专业发展需要，确定个性化培养方案后，完成相应专业的专业核心课程、专业方向课程、专业任选课程的学习。 </p>
                        <strong>★2016级新生入校后，在全校范围内择优选拔材料类（香涛计划工科班）学生35人。</strong>
                         <h3><a name="cailiaohuaxue">材料化学</a></h3>
                         <p><strong>培养目标：</strong>培养德、智、体全面发展，具有良好的专业素质、道德修养和创新能力的材料化学专门人才或高级技术人员。本专业毕业生应较系统地掌握材料科学的基本知识和基本技能，同时具备较宽的化学理论基础和熟练的实验技能；能在材料科学与工程及化学相关领域从事研究、教学、科研开发、生产运行及相关管理工作。 </p>

                        <p><strong>主要课程：</strong>材料科学基础、材料化学、材料物理导论、材料研究方法、材料合成与制备、高分子化学与物理、材料腐蚀与防护、电化学原理、表面与界面化学等。</p>
                        <h3><a name="jinshucailiao">金属材料工程</a></h3>
                         <p><strong>培养目标：</strong>面向冶金、汽车、航空和新材料等行业，培养德、智、体、美全面发展，具有金属材料科学与工程方面的知识，能在新钢种开发、钢铁质量控制、钢材选型与应用、材料腐蚀与防护、钢铁构件寿命评估、新型软磁材料开发和新能源材料开发等领域从事研究、技术开发、工艺与设备设计、生产以及经营管理等方面的高级工程技术人才。 </p>

                        <p><strong>主要课程：</strong>材料科学基础、金属材料学、金属热处理、材料研究方法、材料力学性能、材料物理性能、材料表面工程学、材料腐蚀与防护、冶金产品质量与分析、功能材料、新能源材料等。</p>
                        <h3><a name="nengyuan">能源与动力工程</a></h3>
                         <p><strong>培养目标：</strong>培养具备有能源与动力工程知识与现代信息技术，能在冶金、电力、制冷低温、采暖空调、汽车、船舶、流体机械、电子信息化工、铁路、医药等部门从事能源动力工程及自动化和相关方面的研究、教学、设计、开发、管理和营销等工作的高级专门技术人才和管理人才。  </p>

                        <p><strong>主要课程：</strong>工程流体力学、工程热力学、传热学、燃料及燃烧、新能源与新材料、热工仪表控制、工业炉热工及构造、能源系统工程、锅炉原理，汽轮机原理等。</p>
                        <h3><a name="wuji">无机非金属材料工程（国家卓越工程师教育培养计划）</a></h3>
                         <p><strong>培养目标：</strong>本人才培养计划是国家级人才培养模式和教学管理改革试点项目，依托国家级人才培养模式创新实验区（面向冶金行业复合型人才培养模式创新实验区）开设的试点班。本着“面向工业界、面向未来、面向世界”的工程教育理念，以社会需求为导向，以实际工程为背景，以工程技术为主线，着力培养能适应社会主义市场经济建设需要，具备坚实的自然科学基础、无机非金属材料工程专业基础，良好的人文社会科学基础，拥有良好的工程素质、较强的工程实践能力和创新精神，具有较强的无机非金属材料工程专业能力、以及良好的交流和沟通能力、组织管理能力、全面发展的具有一定国际视野的高级工程技术及管理人才。  </p>

                        <p><strong>主要课程：</strong>材料科学基础、材料物理性能、材料研究方法、材料合成与制备、材料设计、热工基础、粉体工程、耐火材料工艺学、工程实训、项目管理概论、企业管理概论。</p>
                        <h3><a >无机非金属材料工程</a></h3>
                         <p><strong>培养目标：</strong>培养能适应社会主义市场经济建设需要，在德、智、体等方面全面发展，掌握坚实的自然科学基础和良好的人文社会科学基础，具备无机非金属材料领域的基本理论和专业技能，受到良好的工程技术和研究技能训练，能在无机非金属材料工程及相关领域从事科学研究、技术开发、生产运行及经营管理等工作的高素质应用型人才。  </p>
                              
                        <p><strong>主要课程：</strong>材料科学基础、材料物理性能、材料研究方法、材料合成与制备、材料设计、热工过程、粉体工程、耐火材料工艺学。</p>
                        <strong>●2016级新生入校后，在专业范围内择优选拔无机非金属材料工程（国家卓越工程师教育培养计划）试点班学生30人。</strong>
                        <h3><a name="yejin">★冶金类（湖北省拔尖创新人才培育试验计划）</a></h3>
                        <p><strong>培养目标：</strong>本人才培养计划是湖北省人才培养模式和教学管理改革试点项目，依托国家级人才培养模式创新实验区（面向冶金行业复合型人才培养模式创新实验区）开设的试点班。实行因材施教，培养具备冶金工程学科、材料科学与工程学科、机械学科及热能学科有关的基础知识与应用能力，能够从事与冶金工业相关领域的科学研究、教学、技术开发、设计制造、试验研究、生产技术管理和经营等方面的工作，适应市场经济发展的富有创新精神和创新意识，具有深厚的人文素养和宽广的国际视野的高素质拔尖创新人才。</p>
                         <p><strong>主要课程：</strong>物理化学、金属学及热处理、冶金原理、传输原理、钢铁冶金学、冶金厂设计原理、冶金实验研究方法、连铸工艺、金属加工概论、材料研究方法、材料力学性能等。</p>
                         <strong>★2016级新生入校后，在全校范围内择优选拔冶金类（湖北省拔尖创新人才培育试验计划）试点班学生35人。</strong>
                        <h3><a name="yejin">冶金工程</a></h3>
                         <p><strong>培养目标：</strong>培养能适应社会主义市场经济建设需要，在德、智、体等方面全面发展，具备冶金物理化学、钢铁冶金和有色金属冶金等方面的专门知识，能在冶金及相关领域从事生产、设计、研究、开发和管理工作的高级工程技术人才和管理人才。  </p>

                        <p><strong>主要课程：</strong>物理化学、金属学及热处理、冶金原理、传输原理、湿法冶金原理、钢铁冶金学、连铸工艺、有色金属冶金学、钢铁厂设计原理、有色冶金设备、冶金实验研究方法等。</p>
                     </div>
            </div>
        </div>       
        
    </div>
        <jsp:include page="erjiright.jsp" />
        <div class="footer">
                    <jsp:include page="foot.jsp" />
        </div>  
        </div>
    </div>
</body>
</html>