<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>管理学院专业介绍</title>
<link type="text/css" rel="stylesheet" href="css/common.css" />
<link type="text/css" rel="stylesheet" href="css/index.css" />
<link type="text/css" rel="stylesheet" href="css/briefintro.css" />
<link rel="stylesheet" href="css/zTreeStyle/zTreeStyle.css" type="text/css">
<link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
<script src="js/jquery-1.8.2.js" ></script>
<script src="js/jquery.ztree.all.min.js" ></script>
<script src="js/ztreeOwn.js" ></script>
</head>

<body>
    <div class="s_bg">
        <div class="s_content">             
            <!--页头模块 -->
            <jsp:include page="head.jsp" />
            
            
    <div class="totalcon_y">
    
        <!--左边内容部分-->
        <div class="maincon_y">         
            <div class="mainleft_y">
                <p class="colunomin_y"><a href="index.jsp" base target="_blank">首页</a>>><a href="careerintro.jsp">专业介绍</a></p>
               
                <div class="contenty_y">
                    <p class="titlecon_y">管理学院专业介绍</p>
                     <!-- <ul id="treeDemo" class="ztree"></ul> -->
                     <div class="majorDetails">
                        
                         <h3><a name="caiwu">财务管理</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展的需要，德、智、体等方面全面发展，具有扎实的财务管理及相关学科的基本理论、基本知识和基本技能，掌握现代理财技术和手段，富有求实创新精神和实践能力，能在营利性和非营利性机构从事财务管理工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、会计学原理、中级财务会计、财务管理学、管理统计学、经济学、经济法、市场营销学、管理信息系统、管理会计学、资产评估、证券投资学、资本运营学、集团公司财务管理、财务分析、期权理论与公司理财。</p>
                         <h3><a name="dianshang">电子商务</a></h3>
                         <p><strong>培养目标：</strong>本专业培养能适应社会主义市场经济建设和社会发展需要，在德、智、体等方面全面发展，具备管理、经济、法律、计算机技术及电子商务等基础理论知识，系统掌握现代信息技术、网络技术、营销管理方法与技巧，能在企业、事业单位及政府部门从事电子商务应用、管理和开发工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、会计学原理、经济学、市场营销学、管理统计学、经济法、电子商务概论、网络营销、市场调研、国际贸易与金融、电子商务物流管理、网上支付与电子银行、客户关系管理、数据库原理与应用、Java程序设计、Web应用技术、电子商务系统分析与设计。</p>
                         <h3><a name="gongcheng">工程管理</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展需要，德、智、体、美全面发展，具备管理、经济、法律及土木工程技术等方面的知识和能力，富有创新精神和实践能力，能在工程建设领域从事项目决策和全过程工程管理的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、经济学、运筹学、经济法、管理信息系统、工程结构、建筑施工、工程经济学、建筑工程概预算、建设法规、工程项目管理、安装工程概预算、市政工程概预算、工程合同管理、房地产经营与管理。
</p>
                         <h3><a name="gongshangxiangtao">工商管理类（香涛计划文管班）</a></h3>
                         <p><strong>培养目标：</strong>香涛计划文管班是武汉科技大学文管类专业人才培养模式和教学管理的改革试点班。该试点班以宽口径、厚基础、加强通识教育、提升学生综合素质为核心，培养适应现代市场经济和社会发展需要、具备人文精神与科学素养以及良好的人际沟通与协调能力、掌握现代经济管理理论、具有国际化视野、富有创新精神和实践能力、能在营利性和非营利性机构从事经济管理工作的高素质应用型、复合型专门人才。 </p>

                        <p><strong>主要课程：</strong>1～3学期，主要学习管理学原理、经济学、会计学原理、统计学、经济法、国际贸易与金融、公共管理学、普通心理学、社会学、组织行为学、企业战略管理、人力资源管理、市场营销学、财务管理学、财政与税收等。第4学期开始，学生根据已确定的个性化培养方案，完成相关专业的专业核心课程、专业方向课程、专业任选课程的学习。</p>
                        <strong>◆2016级新生入校后，在全校范围内择优选拔工商管理类（香涛计划文管班）学生35人。</strong>
                         <h3 ><a name="gongshang">工商管理</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展的需要，德、智、体等方面全面发展，具备管理、经济、法律及企业管理等方面的知识和能力，具有人文精神、科学素养和良好的人际沟通与协调能力，富有创新精神和实践能力，能在营利性和非营利性机构从事管理工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、经济学、会计学原理、管理统计学、市场营销学、经济法、管理信息系统、财务管理学、企业战略管理、人力资源管理、生产与运作管理、组织行为学、运筹学。</p>
                        <strong>△2016级新生入校后，在专业范围内择优选拔国际工商管理试点班学生30人</strong>
                         <h3><a name="kuaiji">会计学</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展的需要，德、智、体等方面全面发展，具有扎实的会计学及相关学科的基本理论、基本知识和基本技能，能熟练运用现代会计技术和手段，富有求实创新精神和实践能力，能在营利性和非营利性机构从事会计、审计等方面工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、经济学、经济法、市场营销学、管理信息系统、管理统计学、会计学原理、中级财务会计、成本会计学、管理会计学、财务管理学、高级会计学、会计信息系统、审计学、会计理论、西方（中级）财务会计、会计准则专题。 </p>
                         <h3><a name="renli">人力资源管理</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展的需要，德、智、体等方面全面发展，具备管理、经济、法律、心理及人力资源管理的基本知识和操作技能，能灵活运用组织行为与人力资源管理理论，在工商企业、机关政府、事业单位等社会组织中从事人才识别、选拔、使用、培养和激励等实务管理工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、经济学、会计学原理、财务管理学、市场营销学、经济法、管理统计学、管理信息系统、普通心理学、组织行为学、劳动经济学、人力资源管理信息化、员工关系管理、劳动法与劳动争议处理、人员测评理论与方法、人力资源量化分析、工作分析与岗位评价、招聘与录用、培训管理、绩效管理、薪酬管理。</p>
                         <h3><a name="shichang">市场营销</a></h3>
                         <p><strong>培养目标：</strong>培养能适应社会主义市场经济建设和社会发展需要，在德、智、体等方面全面发展，具备管理、经济、法律等基础理论知识，系统地掌握市场营销的理论、方法与技巧，具有较强的沟通协调能力和实践能力，能在企业、事业单位及政府部门从事营销管理工作的高素质应用型人才 </p>

                        <p><strong>主要课程：</strong>管理学原理、会计学原理、经济学、管理统计学、经济法、财务管理学、管理信息系统、市场营销学、消费者行为学、市场调研、广告学、物流与供应链管理、营销渠道管理、产品管理、商务谈判、服务营销学、国际市场营销学、营销策划、客户关系管理、销售管理学、网络营销、电子商务概论。</p>
                        <h3><a name="wuliu">物流管理</a></h3>
                         <p><strong>培养目标：</strong>培养适应现代市场经济和社会发展的需要，德、智、体等方面全面发展，具有系统的经济学、管理学基础理论，掌握现代物流与供应链系统分析、设计、运营、管理的基本理论、方法与技术，熟悉企业生产经营活动中的物流运作，能在企业、科研院所及政府部门从事供应链设计与管理、物流系统优化及运营管理等方面工作的高素质应用型人才。 </p>

                        <p><strong>主要课程：</strong>管理学原理、会计学原理、经济学、经济法、管理统计学、运筹学、生产运作与管理、物流系统工程、物流系统规划与设计、物流技术与装备、采购与供应管理、供应链管理、仓储与配送管理、运输管理、物流成本管理、物流系统建模与仿真、第三方物流、企业物流管理、国际物流学、物流信息技术、物流中心规划与设计。</p>
                        <h3><a name="xinxi">信息管理与信息系统</a></h3>
                         <p><strong>培养目标：</strong>培养适应国家经济建设、科技进步和社会发展的需要，德、智、体等方面全面发展，具备良好的数理基础、管理学和经济学理论知识、信息技术知识及应用能力，掌握信息系统的规划、分析、设计、实施和管理等方面的方法与技术，具有一定的信息系统和信息资源开发利用实践和研究能力，能在政府部门、企事业单位、科研机构等组织从事信息系统建设与信息管理的高素质应用型人才。  </p>

                        <p><strong>主要课程：</strong>管理学原理、经济学、管理统计学、运筹学、生产与运作管理、电子商务概论、程序设计基础、Java程序设计、数据库原理与应用、计算机网络、信息系统分析与设计、企业资源计划(ERP)、信息资源管理、数据分析。</p>
                     </div>
            </div>
        </div>       
        
    </div>
        <jsp:include page="erjiright.jsp" />
        <div class="footer">
                    <jsp:include page="foot.jsp" />
        </div>  
        </div>
    </div>
</body>
</html>