<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>媒体关注</title>
<link type="text/css" rel="stylesheet" href="css/common.css" />
<link type="text/css" rel="stylesheet" href="css/index.css" />
<link type="text/css" rel="stylesheet" href="css/briefintro.css" />
<link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
</head>

<body>
	<div class="s_bg">
		<div class="s_content">				
			<!--页头模块 -->
			<jsp:include page="head.jsp" />
			
			
	<div class="totalcon_y">
    	<div class="maincon_y">
        	<!--左边内容部分-->
        	<div class="mainleft_y">
            	<p class="colunomin_y"><a href="index.jsp" base target="_blank">首页</a>>>媒体关注</p>
               
                <div class="contenty_y">
                	<p class="titlecon_y">武汉科技大学助力大学生实现创业梦想</p>
                  
                    <p class="someinforma_y">发布时间：2015-06-11  &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 作者：俞俭 程毓 谢晓丽</p>
                    
                    <p class="newsimg_y"><img src="images/2015061117142427.jpg" /></p>
                    <p class="newsimg_y">建筑工地安装高空喷淋降尘装置不见尘土飞扬</p>

            		<p class="maincontti_y">新华网武汉6月11日电（俞俭 程毓 谢晓丽）日前在武汉“大学生微创业大讲堂”上，打造“青年公寓”的佘福元登台讲述自己的创业经历，他只用了10余分钟，便得到雷军的千万元风险投资。“85后”佘福元是武汉科技大学硕士研究生，他瞄准武汉闲置的毛坯房，将其打造成适合居住的“青年公寓”，仅用3年时间，就做成了武汉最大的“二房东”。</p>
　　					<p class="maincontti_yx"> 近年来，武汉科技大学以提高人才培养质量、培养创新性人才为目标，做到政策扶持、机制推动、平台实战、指导服务，不断推进大学生创新创业工作。大学生创业公司数量不断增多，已注册80家，创业典型也不断涌现，佘福元只是其中一个。 </p>
                	<p class="maincontti_ya">创业瞄准社会需求</p>
                	<p class="maincontti_y">家住汉口的李恒，从小在工地边长大。大学三年级学习《机械原理》《流体力学》等专业课时，想到家门口工地上飞扬的尘土，望着城市日益严重的雾霾，萌发了“利用所学的专业知识设计工地降尘装置”的想法。  </p>
                	<p class="maincontti_y">他凭借自己大学期间申请的专利“治霾神器”，研发了“高空喷淋降尘系统”，创办了“武汉毳雨环保科技有限公司。”</p>
                	<p class="maincontti_y">在武汉古田二路的凯德广场工地上，相当于10个足球场大的工地上耸立着9个塔吊。长长的吊臂在半空中旋转，仔细看，有两个吊臂“与众不同”。长达30多米的吊臂上分布着十几个喷头，正从高空向下喷洒着春天毛毛雨般的水雾。这就是李恒研发的“高空喷淋降尘系统”。</p>
                	<p class="maincontti_y">工地上，车来车往，数十个工人在作业，没有飞扬的尘土，整个工地在水雾下仿佛仙境。“上市一年半，全国已有200多个工地使用，近一年销售额接近500万元。” </p>
                	<p class="maincontti_y">李恒说，武科大每个月举办“创业沙龙”，每学期开展“创业培训”，每年组织“创业项目推介会”，还有专门的创业基地，这些都让他深深受益。</p>
                	<p class="maincontti_y">武汉科技大学党委书记刘华才告诉记者，学校建有3000平方米的大学生创业基地，基地功能齐全，包括团队办公、开展创业沙龙、创业沙盘演练、创业培训与辅导、商务洽谈等，能容纳60多个大学生创业团队入驻。学校还与青山区政府合作，在青山区创业中心共建1000平米的校外创业基地，为大学生创业提供充足的实践平台。  </p>
                	<p class="maincontti_ya"> 在生活中发现创新点</p>
                	<p class="maincontti_y">武汉科技大学安全工程专业研一学生李丹天，从一次新闻报道中看到一名小孩玩移动插电板时，由于手指触碰到了插孔而引发触电，这件事便引发了他的思考，“能不能利用眼镜盒的原理，给插板也设计一个盖子，不插电源线时盖子合上，避免小孩碰到插孔。”设计好方案后，李丹天向国家知识产权局提交专利申请，几个月后拿到了第一个专利证书。目前他已成功申请8项实用新型专利，4项专利正在授权中。他曾转化过两个专利，转让费共13万元。 </p>
                	<p class="maincontti_y">“如今，时常出现的雾霾天气让我们很苦恼，要是能给我们的房屋带上一层口罩，让室内干净、空气流通那该有多好啊？我们就设想改良传统纱窗，给它加上净化空气的效果。”武汉科技大学资环学院环境工程1201班学生高稚鸿谈起最初迸发设计“多功能静电除尘纱窗”的灵感时说。</p>
                	<p class="maincontti_y">当她与同班同学佃柳交流后，两人一拍即合。查文献，做实验，经过2个月终于做出样品。她们反复试验后开发出的“多功能静电除尘纱窗”，可以根据用户的需求定制，安装，插上电就可以使用。利用喷尘机进行对比试验，纱窗对灰尘的吸附效果良好，可以达到空气净化器的效果，还具有杀菌、防蚊功能。2014年底，她们的产品获武汉市第二届“都市环保杯”环保创意大赛优秀环保设计奖。</p>
                	<p class="maincontti_y">武汉科技大学校长孔建益十分重视大学生创新创业。他说，学校每年投入60万专项经费作为大学生科技创新基金，用于大学生科技创新基地建设、维护和资助大学生科技创新基金研究项目，有200多项学生研究项目受到学校资助。年底学校还拿出30余万元专项经费用于奖励全年各类学生科技活动中取得优异成绩的学生和指导老师。</p>
                	<p class="maincontti_y">近5年来，武汉科技大学学生在国内外各类科技创新活动中获省级以上奖励1166项，其中国际级奖励38项，国家级奖励454项，获奖学生达4024人次。</p>
                	<p class="maincontti_ya">在鼓励和支持中大胆创业</p>
                	<p class="maincontti_y">2014年9月，参加“挑战杯”大学生创业计划竞赛的武汉科技大学信息学院大四学生刘友才，带着自己基本成型的飞行器一路过关斩将，获得湖北省金奖。看到他的比赛作品介绍后，学校就业指导中心主任张惠丽主动与他联系，鼓励其大胆创业。</p>
                	<p class="maincontti_y">张惠丽带着他参加学校创业沙龙、“青山?青桐汇”、光谷创业咖啡等活动，并介绍创业导师对他进行“一对一”辅导。耳濡目染的刘友才，很快认清了自己的市场定位，并与喜欢航拍又想创业的同学一起，组成团队，成立了“武汉时光鸟科技有限责任公司”。</p>
                	<p class="maincontti_y">“当时只是把它当做一个创意项目，没想到可以用来创业。”刘友才说，“多亏老师的提醒，才让我抓住了机会。”而今，刘友才已有六项专利，他设计出的实体“航拍器”，将应用于空中环境监测、道路路况检测、旅游、影视拍摄等方面。</p>
                	<p class="maincontti_y">在武汉科技大学，从学校领导到职能部门、任课老师都关心、呵护创业学生。校长孔建益多次打电话给有关单位，让他们使用创业学生的产品，校医院、附属医院使用荣洪魁同学开发的医疗器械；校内的建筑工地使用李恒同学的高空喷淋产品降尘；发现好的创新项目，孔建益也会亲自向职能部门推荐转化，如在青桐汇上获得11张投资人邀约的静电除尘纱窗，就是他推荐的项目。</p>
                	<p class="maincontti_y">校党委副书记孙国胜更是创业学生的贴心人，他经常组织创业学生座谈，了解他们困难、帮助解决问题，鼓励坚持创业。学生说，还是在学校创业好，有依靠，不孤独。在外地创业的学生，也会主动到学校报到，寻求支持和帮助。</p>
                	
                </div>
            </div>
        </div>
         <jsp:include page="erjiright.jsp" />
    </div>
	    <div class="footer">
					<jsp:include page="foot.jsp" />
		</div>	
   		</div>
    </div>
</body>
</html>