<%@ page contentType="text/html; charset=utf-8" language="java" import="java.sql.*" errorPage="" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
        <title>医学院</title>
        <link type="text/css" rel="stylesheet" href="css/common.css" />
        <link type="text/css" rel="stylesheet" href="css/index.css" />
        <link type="text/css" rel="stylesheet" href="css/briefintro.css" />
        
    </head>
    <body>
        <div class="s_bg">
            <div class="s_content">
                <!--页头模块 -->
                <jsp:include page="head.jsp" />
                
                
                <div class="totalcon_y">
                    
                    <!--左边内容部分-->
                    <div class="maincon_y">
                        <div class="mainleft_y">
                            <p class="colunomin_y"><a href="index.jsp">首页</a>>>医学院</p>
                            
                            <div class="contenty_y">
                                <p class="titlecon_y">医学院介绍</p>
                                <p class="maincontti_y">武汉科技大学医学院创办于1960年，历经武钢医学院（1960年）、武汉冶金医学高等专科学校（1965年）、武汉冶金科技大学医学院（1995年）和武汉科技大学医学院（1999年）更名。目前，医学院是武汉科技大学的主体学院之一，坐落在美丽的黄家湖畔，校园环境优美，人文氛围浓厚，治学风气严谨，是学医的理想场所。</p>
                                <p class="maincontti_yx">医学院目前开办临床医学、预防医学、护理学、药学和卫生检验与检疫5个本科专业。是临床医学硕士专业学位授予权单位，有2个一级学科硕士学位授权点（公共卫生与预防医学、生物学），21个二级学科硕士学位授权点，具有生物医药工程、安全工程2个二级学科博士学位授权点。在院本科生2300余人，硕士、博士研究生100多人。医学教育定位于立足湖北、面向全国，以临床医学专业为主体，预防医学、药学、护理学、医学技术等医学相关专业协调发展；以本科教育为主，积极发展研究生教育，培养高素质应用型人才，努力建设成为国内有重要影响的医学人才培养基地。</p>
                                <p class="maincontti_y">学院拥有一支结构合理、学术精湛、师德高尚的师资队伍。目前有专任教师140多人（不含各临床学院教师），其中副教授及以上72人；具有硕士学位及以上的教师97人，研究生导师28人。此外，学院有中国工程院院士（双聘）1人，湖北省“楚天学者”特聘教授4名，享受“国务院政府特殊津贴”1人，“湖北省有突出贡献的中青年专家”2人，“湖北省跨世纪学术骨干”1人。</p>
                                <p class="maincontti_y">医学院拥有一支结构合理、学术精湛、师德高尚的师资队伍。目前现有专任教师121人，其中具有博士和硕士学位的比例为79%，副教授以上职称人员占75%；医学院有双聘院士2 人、“长江学者”1 人、楚天学者7人、湖北省首届医学领军人才1人、享受 “国务院政府特殊津贴”1人、“湖北省有突出贡献的中青年专家”4人、“湖北省跨世纪学术骨干”2人。硕士、博士研究生导师48人。</p>
                                <p class="maincontti_y">学院不断加大学科建设力度，科学研究和科研团队建设取得长足发展。学院现有校级重点科研基地两个：“细胞与分子生物学研究所”和“职业病防治研究所”。在心脏电生理、心脑血管药理、基因转录与调节、职业与环境卫生、分子生物学等领域都取得了重要成果。近年来，先后有60余项国家、省部和市级科研立项，其中，863科技攻关项目1项，国家自然科学基金15项，973子项目1项，近来年发表科研论文270余篇，被SCI和Medline收录90余篇。</p>
                                <p class="maincontti_y">医学院内设教学机构有基础医学院、公共卫生学院、护理学系、药学系，代管临床教学管理中心。拥有实验仪器设备总价值 3800 余万元，4个实验教学中心（基础医学、公共卫生、护理学、药学）、2个临床技能培训中心和1个实验动物中心。基础医学实验教学中心为省级示范中心，该实验中心共有26个专业实验室，实验室总面积11950平方米，仪器设备4077台（套）。拥有1所三级甲等附属医院（附属天佑医院）和5所教学医院（孝感中心医院、武钢总医院、武汉汉阳医院、武汉普仁医院、武汉亚洲心脏病医院），总编制床位数达7718张。此外，学院拥有教学实习基地35家，包括综合医院22家，疾病预防控制中心8家，医药公司（制药企业）5家。拥有省级教学团队 1 个，省级实验教学示范中心 2个，省级精品课程 2 门，省级精品资源共享课 1 门，省级精品视频公开课 1门。学校图书馆馆藏医学、生命科学类图书24.6万种，纸本图书14.3万册，电子期刊4578种。</p>
                                <p class="maincontti_y">医学院具有较强的科研实力和较高的科研水平，现有重点科研基地“生物医学研究院”、“细胞与分子生物学研究所”和“职业病防治研究所”等。在心脏电生理、心脑血管药理、基因转录与调节、职业与环境卫生、分子生物学等领域都取得了重要成果。近5年来，承担了包括国家“863”、“973”计划、国家自然科学基金、国家及教育部人文社科基金项目、国际合作项目及横向协作项目等一批高水平科学研究项目，科研经费到账共计1512.81万元。发表科研论文418篇，被SCI和Medline收录100余篇。获得湖北省科技进步奖2项；国家教学成果一等奖1项，湖北省教学成果一等奖3项、二等奖1项、三等奖2项。</p>
                                <p class="maincontti_y">医学院长期致力于培养厚医学基础、强实践能力、高人文素质、追求卓越的医学毕业生，取得了良好的效果。近五年，医学院获得大学生创新创业训练项目：国家级13项、省级7项、校级62项；毕业生平均就业率94.35%；平均考研录取率35.8%；执业医师资格考试通过率高于全国平均通过率10个百分点，执业医师资格考试平均成绩高于全国平均成绩10-15分；本科生发表论文63篇（SCI二区以上论文2篇）；全国大学生临床技能竞赛华中赛区二等奖1项，湖北省大学生“挑战杯” 课外学术科技作品竞赛一等奖1项，二等奖2项；97.44%的用人单位认为医学院毕业生专业知识深厚，综合素质处于较高水平。</p>

                                <p class="maincontti_y">医学院积极开展对外交流与合作工作，与美国华盛顿大学环境与职业卫生系、美国弗吉尼亚联邦大学生殖医学研究所、美国加州大学洛杉矶分校医学院病理中心、美国纽约州立大学、英国圣安德鲁斯大学、美国华盛本大学护理学院等高校及科研机构保持良好的学术交流合作，进行互派专家讲学、教师进修和互派学生等交流活动。</p>
                                <p class="maincontti_y">办学近60年来，学院秉承“厚德精医、博学济世”的医学办学理念，培养了近2万名医学人才，其中临床医学专业毕业生1万2千余人。人才培养质量受到社会广泛认可，一大批杰出校友相继成长为全国冶金系统医院、地方医院、卫生行政管理部门和公共卫生服务机构的栋梁和学科带头人。</p>
                                <p class="maincontti_y">医学院将进一步践行武汉科技大学“厚德博学，崇实去浮”的校训，弘扬“沉静好学，知行合一”的学风，充分发挥综合性大学多学科优势，促进医学与相关学科间的渗透融合，实现优势互补，为国家培养出更多适应现代医学事业发展的高素质应用型医药卫生专业人才。</p>
                                <p class="maincontti_y">学院网址：<a href="http://mc.wust.edu.cn/">http://mc.wust.edu.cn/</a> </p>
                                
                                <p class="maincontti_y">学院招生咨询电话：：（027）68893453</p>
                                <p class="newsimg_yx"><img src="images/yi1.jpg" /></p>
                                <p class="newsimg_y">医学院全景</p>
                                <p class="newsimg_y"><img src="images/yi2.jpg" /></p>
                                <p class="newsimg_y">学院开展临床技能大赛</p>
                                <p class="newsimg_y"><img src="images/yi3.jpg" /></p>
                                <p class="newsimg_y">美国华盛本大学护理学院与我院护理系师生专业交流</p>
                                <p class="newsimg_y"><img src="images/yi4.jpg" /></p>
                                <p class="newsimg_y">学院学生荣获获全国大学生临床技能竞赛华中赛区二等奖</p>
                                <p class="newsimg_y"><img src="images/yi5.jpg" /></p>
                                <p class="newsimg_y">临床授课</p>
                                <p class="newsimg_y"><img src="images/yi6.jpg" /></p>
                                <p class="newsimg_y">新生军训阅兵式中英姿飒爽的医学院女生方阵</p>
                            </div>
                        </div>
                    </div>
                    <jsp:include page="erjiright.jsp" />
                </div>
                <div class="footer">
                    <jsp:include page="foot.jsp" />
                </div>
            </div>
        </div>
    </body>
</html>